; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0011
lang=日本語 (Japanese)
name=h014
date=2013-04-08

[controls]
000=自動
001=ファイルを加える
002=フォルダを加える
003=クリア
004=すべてクリア
005=参照
006=リストで１番目のファイルに付け加える （上級ユーザー専用！）
007=ハッシュ
008=消去
009=結合の完了時：
010=出力したファイルを開く
011=出力先のフォルダを開く
012=分割ファイルを削除
013=終了

[about]
000=%s について
001=OK

[list_column]
000=パス
001=サイズ
002=ステータス

[list_status_cat]
000=ok
001=警告
002=エラー

[list_status]
000=ok
001=警告： 予期しない順序の数
002=警告： 一番目のファイルとサイズが一致しません
003=警告： 最後のファイルサイズが、前のファイルよりも大きいです
004=エラー： 書き込みでファイルを開けません！
005=エラー： 読み込みでファイルを開けません！

[list_tooltip]
000=入力ファイルのリスト
001=パス：\t %s\r\nサイズ：\t %s\r\n順序：\t %d\r\nステータス：\t %s

[join_button]
000=中止
001=結合

[settings]
000=設定
001=検査
002=読み込み時に不足している分割ファイルを調べる
003=読み込み時に分割ファイルサイズの整合性を調べる
004=不足している分割ファイルを調べる
005=分割ファイルサイズの整合性を調べる
006=ファイルリスト
007=ファイルパスの最後の数だけを使いソートする （高速）
008=結合後にリストからすべてのアイテムを消去する
009=分割ファイルの自動読み込みを無効にする
010=サブフォルダーを再帰的に処理する
011=一般
012=ウィンドウの位置を保存する
013=分割ファイルを削除するのに、ごみ箱を使う
014=デフォルトの出力パス
015=入力元のフォルダと同じ
016=カスタムパス
017=保存
018=キャンセル
019=起動時に新しいバージョンを確認する

[menu]
000=オプション
001=常に手前に表示\tCtrl + T
002=.001 ファイルと関連付け （ポータブルでは不可）
003=ハッシュ無効
004=結合後にリストから全アイテムを削除する
005=設定

006=言語

007=ヘルプ
008=オンラインヘルプ
009=&Web ページ
010=File Joiner について
011=新しいバージョンを確認する

[menu_popup]
000=ファイルの場所を開く
001=リストをインポートする
002=リストをエクスポートする
003=クリア
004=すべてクリア

[messages]
001=スレッドを作成できません :(
002=結合作業は進行中です。本当に終了しますか （非推奨）？
003=準備できています
004=結合しています...
005=結合作業は進行中です！
006=ファイルは結合しました！

007=リストに一つのファイルしかありません！
008=移動するファイルを選んでいません！
009=ファイルリストが空です。結合できるファイルがありません！
010=ファイルを開けません！
011=指定された出力ファイルを作成できません！
012=ファイルの書き込みに失敗しました。ディスク容量不足？
013=ファイルが加えられました： %d
014=ファイルが自動で読み込まれました： %d
015=すでに出力ファイルが存在します。上書きしますか？
016=出力ファイルパスが指定されていません！
017=不足している分割ファイルを調査
018=%d 個の分割ファイルが無いようです。順番： %s
019=%d 個以上の分割ファイルが無いようです。順番： %s
020=分割ファイルサイズを調査
021=%d 個の分割ファイルが、１番目の分割ファイルと異なるファイルサイズのようです。これらのファイルは、破損しているか、同じファイル群に属していないと考えられます。異なるサイズの分割ファイルの順番： %s
022=最後の分割ファイルが、より小さなファイルサイズでないようです。最後の分割ファイルが無いのかもしれませんが、これは必ずしも正しくありません。
023=\n\n本当に結合作業を続けますか？
024=カスタムパス： "%s"
025=出力

[tooltips]
000=* 上級ユーザー専用 *\r\nすべてのファイルをリストで一番目のファイルに付け加えます。\r\n速度に優れますが、リストでのファイル順序を間違えると酷いことになります。
001=選択したファイルをリストで上に移動する
002=選択したファイルをリストで下に移動する
003=出力ファイルが保存されるパスです
004=出力ファイルを保存する場所を参照する
005=リストにあるファイルを結合する
006=状態
007=リストにファイルを加える
008=フォルダの全ファイルを加える
009=リストから選択したアイテムを消去する
010=リストから全アイテムを消去する
011=リストのアイテムをソートする
012=自動ソートを切り替える
013=CRC32 ハッシュ
014=CRC32 ハッシュ計算を切り替える
015=MD5 ハッシュ
016=MD5 ハッシュ計算を切り替える
017=ハッシュ値を消去
018=完了時にハードディスクからすべての分割ファイルを削除する （結合に成功した時のみ）
019=完了時に終了する （結合に成功した時のみ）
020=完了時に出力したファイルを開く （結合に成功した時のみ）
021=完了時に出力先のフォルダを開く （結合に成功した時のみ）

[updater]
000=File Joiner %s (%s) が利用可能です。ダウンロードページを開きますか？
001=すでに最新版です。
002=新しいバージョンの確認に失敗しました。
